Repository: done-devel/done
Catalog: po/*.po
Languages: de, fr, pt_br, tr

source: To Do App
de: To-Do-Anwendung
fr: Application de gestion des tâches
pt_br: App de Tarefas
tr: To-Do Uygulaması

source: To-do lists reimagined
de: To-Do-Listen neu gedacht
fr: Les listes de tâches réinventées
pt_br: Listas de afazeres reimaginadas
tr: To-Do listesi yeniden tasarlandı

source: Done is a simple to do app that lets you combine your existing set of task providers into one database, easily.
de: Done ist eine unkomplizierte To-Do-Anwendung, mit der Sie Ihre vorhandenen Aufgabenlisten-Anbieter auf einfache Weise in einer einzigen Datenbank vereinen können.
fr: Done est une application de tâches simple qui vous permet de combiner facilement vos ensembles de fournisseurs de tâches en une base de données.
pt_br: Done é um aplicativo de tarefas simples que te permite combinar os seus provedores de conjuntos de afazeres em um banco de dados, facilmente.
tr: Done, mevcut görev sağlayıcı kümenizi kolayca tek bir veritabanında kolayca birleştirmenizi sağlayan bir uygulamadır.

source: Current features:
de: Derzeitige Funktionen:
fr: Fonctionnalités actuelles :
pt_br: Características atuais:
tr: Mevcut özellikleri:

source: Add lists to the sidebar
de: Listen zur Seitenleiste hinzufügen
fr: Ajout de listes à la barre latérale
pt_br: Adiciona listas à barra lateral
tr: Kenar çubuğuna listeler ekleyin

source: Add tasks to your lists
de: Aufgaben zu Ihren Listen hinzufügen
fr: Ajout de tâches à vos listes
pt_br: Adiciona tarefas às suas listas
tr: Listelerinize görevler ekleyin

source: Mark tasks as completed
de: Aufgaben als abgeschlossen markieren
fr: Marquer des tâches comme accomplies
pt_br: Marca taredas como completas
tr: Görevleri tamamlandı olarak işaretle

source: Edit title of your tasks
de: Titel Ihrer Aufgaben bearbeiten
fr: Modifier les titres de vos tâches
pt_br: Edita o título de suas tarefas
tr: Görevlerinizin başlığını düzenleyin

source: Mark tasks as favorite
de: Aufgaben als favorisiert markieren
fr: Marquer des tâches comme favorites
pt_br: Marca tarefas como favoritas
tr: Görevleri gözde olarak işaretle

source: Delete tasks
de: Aufgaben löschen
fr: Suppression des tâches
pt_br: Apaga tarefas
tr: Görevleri sil

source: List your starred tasks
de: Ihre favorisierten Aufgaben auflisten
fr: Listage de vos tâches favorites
pt_br: Lista suas tarefas favoritas
tr: Yıldızlı görevlerinizi listeleyin

source: List all tasks
de: Alle Aufgaben auflisten
fr: Listage de toutes les tâches
pt_br: Lista todas as tarefas
tr: Tüm görevleri listele

source: Main Window
de: Hauptfenster
fr: Fenêtre principale
tr: Ana Pencere
