Repository: done-devel/done
Catalog: locale/po/*.po
Languages: it

source: To-do lists reimagined
it: Liste delle cose da fare reinventate

source: Done is a simple to do app that lets you combine your existing set of task providers into one database, easily.
it: Done è una semplice app per le attività che ti consente di combinare facilmente i provider di attività esistenti in un unico database.

source: Current features:
it: Caratteristiche attuali:

source: Add lists to the sidebar
it: Aggiungi liste alla barra laterale

source: Add tasks to your lists
it: Aggiungi attività alle tue liste

source: Mark tasks as completed
it: Contrassegna le attività come completate

source: Edit title of your tasks
it: Modifica il titolo delle tue attività

source: Mark tasks as favorite
it: Contrassegna le attività come preferite

source: Delete tasks
it: Elimina attività

source: List your starred tasks
it: Elenca le tue attività preferite

source: List all tasks
it: Elenca tutte le attività
